Repository: common-repository/axeptio
Catalog: languages/axeptio-*.po
Languages: fr_fr

source: You are here:
fr_fr: Vous êtes ici :

source: Axeptio for Wordpress
fr_fr: Axeptio pour Wordpress

source: General Settings
fr_fr: Paramétrage

source: Quick help
fr_fr: Aide rapide

source: To display a consent : copy and paste the shortcode under the consent where you want in your site
fr_fr: Pour afficher un consentement : copiez-coller où vous souhaitez le shortcode se trouvant sous le consentement en question

source: You can add the option "required=1" if the consent is required to validate a form
fr_fr: Si le consentement se trouve dans un formulaire et qu'il est requis pour valider ce dernier, ajoutez simplement l'option "required=1"

source: For Contact Form 7 You can add the option "wpcf7required=1" if the consent is required to validate a form
fr_fr: Si vous utiliser le plugin CONTACT FORM 7, vous pouvez ajouter l'option wpcf7required="1" si le consentement est requis pour valider le formulaire

source: Basic consent :
fr_fr: Consentement simple :

source: Required consent inside a form :
fr_fr: Consentement requis au sein d'un formulaire :

source: Required consent inside a CONTACT FORM 7 form:
fr_fr: Consentement requis au sein d'un formulaire CONTACT FORM 7 :

source: Available consents list
fr_fr: Consentements disponibles

source: Consent shortcode :
fr_fr: Shortcode du consentement :

source: No consents available for this type
fr_fr: Aucun consentement disponible pour ce type

source: Personal data usages
fr_fr: Traitement de données personnelles

source: General settings
fr_fr: Paramétrage général

source: Your Axeptio client id
fr_fr: Axeptio client id

source: Axeptio API Settings
fr_fr: Paramétrage Axeptio

source: Axeptio consent integration for Wordpress
fr_fr: Axpetio pour Wordpress
